{
  "candidates": [
	{
	  "id": "C001",
	  "name": "Valentino Fernandez",
	  "photo": "res://assets/candidates/IMG_2439.png",
	  "score": 65,
	  "experience": [
		{
		  "role": "Actor",
		  "genre": "Horror",
		  "years": "2016-2017",
		  "description": "I assumed the eerie guise of a specter in the theatrical production 'The Haunting,' employing subtle, disquieting gestures and whispered vocalizations to immerse the audience in an atmosphere of unrelenting dread."
		},
		{
		  "role": "Actor",
		  "genre": "Horror",
		  "years": "2021-2022",
		  "description": "I portrayed a ravenous, cadaverous entity in an immersive adaptation of 'The Walking Dead,' relying on heightened physicality and visceral reactions to generate tangible suspense."
		}
	  ],
	  "funfact": [
		"I excel at articulating complex ideas in collaborative spaces.",
		"I adapt to unforeseen changes with remarkable speed.",
		"I thrive when functioning within a tight-knit ensemble.",
		"I possess unwavering diligence when pursuing performance goals."
	  ]
	},
	{
	  "id": "C002",
	  "name": "Wida Prasetyo",
	  "photo": "res://assets/candidates/IMG_2441.png",
	  "score": 40,
	  "experience": [
		{
		  "role": "Actor",
		  "genre": "Romance",
		  "years": "2022-2023",
		  "description": "I infused palpable tenderness into the role of a devoted partner in 'The Notebook,' weaving emotional authenticity into every poignant exchange."
		},
		{
		  "role": "Actor",
		  "genre": "Comedy",
		  "years": "2023-2024",
		  "description": "I adopted a playful, whimsical persona in the stage adaptation of 'The Joker,' blending comedic timing with offbeat theatrical flare to captivate and amuse the audience."
		}
	  ],
	  "funfact": [
		"I typically excel at open dialogue and collaborative brainstorming sessions.",
		"I learn new methods and techniques rapidly.",
		"I occasionally struggle with abrupt, high-pressure shifts, which can catch me off guard."
	  ]
	},
	{
	  "id": "C003",
	  "name": "Dewi Hartono",
	  "photo": "res://assets/candidates/photos/dewi_hartono.png",
	  "score": 75,
	  "experience": [
		{
		  "role": "Actor",
		  "genre": "Action",
		  "years": "2019-2020",
		  "description": "I orchestrated and performed high-intensity combat choreography and stunts in 'Fast Pursuit,' demanding precision, stamina, and unwavering focus."
		},
		{
		  "role": "Actor",
		  "genre": "Comedy",
		  "years": "2019-2020",
		  "description": "I was the main character of friends."
		}
	  ],
	  "funfact": [
		"I revel in adrenaline-charged extreme sports.",
		"I hold formal martial arts training that enhances my on-stage combat realism.",
		"I have limited romantic performance experience, which motivates me to seek diverse roles."
	  ]
	},
	{
	  "id": "C004",
	  "name": "Bayu Setiadi",
	  "photo": "res://assets/candidates/photos/bayu_setiadi.png",
	  "score": 55,
	  "experience": [
		{
		  "role": "Actor",
		  "genre": "Drama",
		  "years": "2018-2019",
		  "description": "I portrayed an emotionally conflicted teen in 'Broken Dreams,' harnessing raw vulnerability to mirror the tumult of adolescence."
		},
		{
		  "role": "Extra",
		  "genre": "Horror",
		  "years": "2021",
		  "description": "I delivered a chilling cameo as a ghoulish apparition in 'Night Shadows,' heightening the production's sense of foreboding with sudden, spectral appearances."
		}
	  ],
	  "funfact": [
		"I occasionally improvise lines, taking cues from fellow cast members.",
		"I have experimented with method acting to deepen my empathy for characters.",
		"I devour intricate mystery novels, fueling my love for puzzle-like scripts."
	  ]
	},
	{
	  "id": "C005",
	  "name": "Cindy Anggraini",
	  "photo": "res://assets/candidates/photos/cindy_anggraini.png",
	  "score": 85,
	  "experience": [
		{
		  "role": "Actor",
		  "genre": "Musical",
		  "years": "2020-2021",
		  "description": "I harnessed my vocal range and emotive storytelling in 'Broadway Dreams,' blending dynamic singing with expressive dance routines for a captivating performance."
		},
		{
		  "role": "Actor",
		  "genre": "Fantasy",
		  "years": "2022",
		  "description": "I embodied a mischievous sprite in 'Enchanted Woods,' bringing ethereal grace and playful energy to each enchanted scene."
		}
	  ],
	  "funfact": [
		"I have studied classical dance, which infuses my performances with rhythmic precision.",
		"I enjoy infusing comedic moments into otherwise serious roles.",
		"My fascination with fantasy lore often inspires me to create elaborate backstories for my characters."
	  ]
	}
  ],
}
